quotes = [
    "Дорога-то у нас одна, да едут все по-разному...",
    "Терпи, казак, атаманом будешь!",
    "Слепой сказал: «Посмотрим».",
    "Побеждает только тот, кто твердо знает, за что он сражается, и верит в свое дело.",
    "Человек своей надеждой живет.",
    "-Умный сам поймет, а дураку... дураку что? Ему силком не вдолбишь.",
    "С сильными не борись, а с богатыми не судись.",
    "Что бы ни говорили пессимисты, земля все же совершенно прекрасна, а под луною и просто неповторима.",
    "Никогда и ничего не бойтесь. Это неразумно.",
    "Правду говорить легко и приятно.",
    "Тот, кто любит, должен разделять участь того, кого он любит.",
    "В сущности, человеку надо очень немного, чтобы он был счастлив.",
    "Поймите, что язык может скрывать истину, а глаза – никогда!",
    "Побеждает только тот, кто твердо знает, за что он сражается, и верит в свое дело.",
    "Факт – самая упрямая в мире вещь",
    "Никогда и ничего не просите! Никогда и ничего, и в особенности у тех, кто сильнее вас. Сами предложат и сами всё дадут!"

]
quotes_dict=[{'author': '', 'quotes': 'Дорога-то у нас одна, да едут все по-разному...'},
             {'author': '', 'quotes': 'Терпи, казак, атаманом будешь!'},
             {'author': '', 'quotes': 'Слепой сказал: «Посмотрим».'},
             {'author': '', 'quotes': 'Побеждает только тот, кто твердо знает, за что он сражается, и верит в свое дело.'},
             {'author': '', 'quotes': 'Человек своей надеждой живет.'},
             {'author': '', 'quotes': '-Умный сам поймет, а дураку... дураку что? Ему силком не вдолбишь.'},
             {'author': '', 'quotes': 'С сильными не борись, а с богатыми не судись.'},
             {'author': '', 'quotes': 'Что бы ни говорили пессимисты, земля все же совершенно прекрасна, а под луною и просто неповторима.'}, {'author': '', 'quotes': 'Никогда и ничего не бойтесь. Это неразумно.'},
             {'author': '', 'quotes': 'Правду говорить легко и приятно.'}, {'author': '', 'quotes': 'Тот, кто любит, должен разделять участь того, кого он любит.'}, {'author': '', 'quotes': 'В сущности, человеку надо очень немного, чтобы он был счастлив.'}, {'author': '', 'quotes': 'Поймите, что язык может скрывать истину, а глаза – никогда!'}, {'author': '', 'quotes': 'Побеждает только тот, кто твердо знает, за что он сражается, и верит в свое дело.'}, {'author': '', 'quotes': 'Факт – самая упрямая в мире вещь'}, {'author': '',
                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                            'quotes': 'Никогда и ничего не просите! Никогда и ничего, и в особенности у тех, кто сильнее вас. Сами предложат и сами всё дадут!'}]
for quote in quotes:
    quotes_dict.append({"author":"","quotes":quote})

print(quotes_dict)